[About]
About=About
Translation=More information
AboutTranslation=Official post on Gbathemp:
URL=https://urlz.fr/f8XG

[MainForm]
About=About
Caption=Software Installer
Default=Sel Default
SelectAll=Select All
DeselectAll=Deselect
RunAll=Run All
Run=Run
Cancel=Cancel
Exit=Exit

[MainFormHint]
RunAll=Start all applications
ShowCP=Show/Hide control panel
Help=Help
Run=Run
Save=Save
Add=Add
Del=Del
Sort=Sort out
Edit=Edit
EditG=Edit groups
EditP=Edit profile

[MainFormMenu]
Run=Run
RunM=Run manual
RunAll=Run All
URL=Go to website
UnInst=Uninstall
OpenFolder=Open folder
Search=Search
SelectGroup=Select\Deselect group
Default=Select default
SelectAll=Select All
DeselectAll=Deselect All
Expand=Expand group
Collapse=Collapse group
Add=Add application
Del=Delete application
DelSel=Delete selected applications
Sort=Sort out group
Edit=Edit
Copy=Copy
Paste=Paste
Settings=Settings
File=File
View=View
Help=Help
About=About MInstAll
HelpOnLine=Help On-Line 
Exit=Exit
AutoHeight=Auto height
StickScreen=Stick screen
Save=Save
SaveAs=Save As...
NewProfile=New profile
DefaultFolder=Default applications folder
EditProfileText=Edit profile in text mode
StartModeInstaller=Startup mode Installer
StartModeEdit=Startup mode Edit
StartModeLast=Startup mode last
EditMode=Edit mode
ProfileProperties=Profile Properties
Tools=Tools
Select=Select
RemoveProfile=Remove Profile
ColorSubgroups=Color Subgroups
ColorVersion=Color Version
ColorIncompatible=Color Incompatible
RestoreOriginalColor=Restore Original Color
FontSmall=Font Small
FontMedium=Font Medium
FontLarge=Font Large
CloseAfterLaunchPortableApp=Close After Launch Portable App
CheckWriteProtection=Check Write Protection
AutoSelectionInEditMode=Auto Selection In Edit Mode
Unicode=Unicode
BlockEditMode=Block Edit Mode
CopyTheAppListToTheClipboard=Copy The App List To The Clipboard
SelectAppWithMissingDistr=Select App With Missing Distr
Variables=Variables
LicenseAgreement=License Agreement
Replace=Replace
AddSubgroup=Add Subgroup

[DialogDelete]
Caption=Delete
Message=To delete an application from the list?
DelFiles=Delete the file(s) from the disc
Ok=OK
Cancel=Cancel

[FormEdit]
AddCaption=Add application
AddButton=Add
EditCaption=Edit application settings
EditButton=Ok
Group=Group
Caption=Caption
Ver=Version
Exclude=Exclude
Include=Include
Status=Status
URL=Website
Description=Description
OSSupport=OS Support
OSAll=All
Path=Path application
PathIcon=Path Icon
StartHide=Start Hide
CopyToTemp=Copy to temp
CopyAllToTemp=Copy all to temp
RunKey=Run Key
Installer=Installer
Key=Key
AddKey=Add Key
GUID=GUID
ReStartOS= Restart OS

[FormEditHint]
EditCaption=Edit caption
EditVersion=Edit version
SearchExclude=Search exclude
URL=Go to website
OpenApp=Open application
OpenIcon=Open Icon
StartHide=Start Hide
CopyToTemp=Copy to temp
CopyAllToTemp=Copy all to temp
ClearKey=Clear
CatalogKeys=Show/Hide catalog keys
AddNewKey=Add new key
DelKey=Delete key
Up=Up
Down=Down
Save=Save catalog keys
ReStartOS=Restart of the operating system

[FormEditMenu]
Cut=Cut
Copy=Copy
Paste=Paste
EditKey=Edit key
EditInstaller=Edit Installer
Clear=Clear

[FormEditProfile]
Caption=Edit profile
Path=Path file
Name=Name profile
Description=Description
GroupNC=Display the number of selected/counting for caption groups
Portable=To run portable applications

[FormSort]
Caption=Sort
Apply=Apply
Up=Up
Down=Down

[FormEditGroup]
Caption=Edit group
Apply=Apply
Add=Add group
Del=Delete group
Up=Up
Down=Down

[FormSearch]
Search=Search

[FormAddKey]
Caption=Add key
Installer=Installer
Key=Key
Ok=Ok

[AppStatus]
0=Unknown
1=Freeware
2=Key
3=Shareware
4=Demo

[Message]
SaveChanges=Save changes?
CancelEndTerminated=Cancel?
ApplicationTerminated=Application terminated.
Wait=Please wait
Load=load
Install=Install
Completed=Completed
In=in
Save=Save
PleaseURL=Please enter a URL
NotOsSupport=OS Architechture is not Supported
SelectToInstall=Select to install?
StillSelectToInstall=Still select to install?
AlreadyInstalled=Already installed!
AppNotSupportWindows=The application does not support the Windows version!
AppRequires=Requires the application
Balance=Balance
Process=Process
Variables="For use in paths and startup keys:

{Patch} = b: \ MInstAll_Full_English.1.0.2.3 \ MInstAll (The path to the folder from which the MInst.exe application is running)
{Root} = b: \ MInstAll_Full_English.1.0.2.3 (To the folder above {Patch})
{Disk} = b: (The letter of the disk from which the application is running)
{P} = x64 (OS width, takes the value of x64 or x86)
{P1} = 64 (OS size, takes the value 64 or nothing)
{P2} = 64 (OS width, takes the value 64 or 32)
{V} = 5.2 (operating system version)
{L} = 1045 (OS language)

  For use in the window title and profile description:

{mver} = 1.0.2.4 (Version MInstAll)
{winver} = Windows Svr2003 (OS version in the usual way)
{winbuild} = 3790 (Windows build number)
{w10v} = (Windows build version)
{winname} = Win XP (Name of the operating system)
{P} = x64 (OS width, takes the value x86 or x64)"